<?php

return [









                ['name' => 'ایران', 'code' => '+98', 'example' => '9123456789', 'flag' => '🇮🇷'],









                ['name' => 'آمریکا', 'code' => '+1', 'example' => '4151234567', 'flag' => '🇺🇸'],









                ['name' => 'انگلستان', 'code' => '+44', 'example' => '7123456789', 'flag' => '🇬🇧'],









                ['name' => 'آلمان', 'code' => '+49', 'example' => '1512345678', 'flag' => '🇩🇪'],









                ['name' => 'فرانسه', 'code' => '+33', 'example' => '612345678', 'flag' => '🇫🇷'],









                ['name' => 'ژاپن', 'code' => '+81', 'example' => '901234567', 'flag' => '🇯🇵'],









                ['name' => 'هند', 'code' => '+91', 'example' => '9123456789', 'flag' => '🇮🇳'],









                ['name' => 'ترکیه', 'code' => '+90', 'example' => '5012345678', 'flag' => '🇹🇷'],









                ['name' => 'مصر', 'code' => '+20', 'example' => '1012345678', 'flag' => '🇪🇬'],









                ['name' => 'عربستان', 'code' => '+966', 'example' => '501234567', 'flag' => '🇸🇦'],









                ['name' => 'امارات', 'code' => '+971', 'example' => '501234567', 'flag' => '🇦🇪'],









                ['name' => 'افغانستان', 'code' => '+93', 'example' => '701234567', 'flag' => '🇦🇫'],









                ['name' => 'آلبانی', 'code' => '+355', 'example' => '672345678', 'flag' => '🇦🇱'],









                ['name' => 'الجزایر', 'code' => '+213', 'example' => '551234567', 'flag' => '🇩🇿'],









                ['name' => 'آندورا', 'code' => '+376', 'example' => '312345', 'flag' => '🇦🇩'],









                ['name' => 'آنگولا', 'code' => '+244', 'example' => '923456789', 'flag' => '🇦🇴'],









                ['name' => 'آرژانتین', 'code' => '+54', 'example' => '91123456789', 'flag' => '🇦🇷'],









                ['name' => 'ارمنستان', 'code' => '+374', 'example' => '91234567', 'flag' => '🇦🇲'],









                ['name' => 'استرالیا', 'code' => '+61', 'example' => '412345678', 'flag' => '🇦🇺'],









                ['name' => 'اتریش', 'code' => '+43', 'example' => '6641234567', 'flag' => '🇦🇹'],









                ['name' => 'آذربایجان', 'code' => '+994', 'example' => '512345678', 'flag' => '🇦🇿'],









                ['name' => 'باهاما', 'code' => '+1-242', 'example' => '3591234', 'flag' => '🇧🇸'],









                ['name' => 'بحرین', 'code' => '+973', 'example' => '36001234', 'flag' => '🇧🇭'],









                ['name' => 'بنگلادش', 'code' => '+880', 'example' => '1712345678', 'flag' => '🇧🇩'],









                ['name' => 'باربادوس', 'code' => '+1-246', 'example' => '2501234', 'flag' => '🇧🇧'],









                ['name' => 'بلاروس', 'code' => '+375', 'example' => '291234567', 'flag' => '🇧🇾'],









                ['name' => 'بلژیک', 'code' => '+32', 'example' => '471234567', 'flag' => '🇧🇪'],









                ['name' => 'بلیز', 'code' => '+501', 'example' => '6221234', 'flag' => '🇧🇿'],









                ['name' => 'بنین', 'code' => '+229', 'example' => '90011234', 'flag' => '🇧🇯'],









                ['name' => 'بوتان', 'code' => '+975', 'example' => '17123456', 'flag' => '🇧🇹'],









                ['name' => 'بولیوی', 'code' => '+591', 'example' => '71234567', 'flag' => '🇧🇴'],









                ['name' => 'بوسنی و هرزگوین', 'code' => '+387', 'example' => '61123456', 'flag' => '🇧🇦'],









                ['name' => 'بوتسوانا', 'code' => '+267', 'example' => '71234567', 'flag' => '🇧🇼'],









                ['name' => 'برزیل', 'code' => '+55', 'example' => '11912345678', 'flag' => '🇧🇷'],









                ['name' => 'برونئی', 'code' => '+673', 'example' => '7123456', 'flag' => '🇧🇳'],









                ['name' => 'بلغارستان', 'code' => '+359', 'example' => '878123456', 'flag' => '🇧🇬'],









                ['name' => 'بورکینافاسو', 'code' => '+226', 'example' => '70123456', 'flag' => '🇧🇫'],









                ['name' => 'بوروندی', 'code' => '+257', 'example' => '79123456', 'flag' => '🇧🇮'],









                ['name' => 'کاپ‌ورد', 'code' => '+238', 'example' => '9911234', 'flag' => '🇨🇻'],









                ['name' => 'کامبوج', 'code' => '+855', 'example' => '91234567', 'flag' => '🇰🇭'],









                ['name' => 'کامرون', 'code' => '+237', 'example' => '671234567', 'flag' => '🇨🇲'],









                ['name' => 'کانادا', 'code' => '+1', 'example' => '4161234567', 'flag' => '🇨🇦'],









                ['name' => 'جمهوری آفریقای مرکزی', 'code' => '+236', 'example' => '70012345', 'flag' => '🇨🇫'],









                ['name' => 'چاد', 'code' => '+235', 'example' => '63012345', 'flag' => '🇹🇩'],









                ['name' => 'شیلی', 'code' => '+56', 'example' => '912345678', 'flag' => '🇨🇱'],









                ['name' => 'چین', 'code' => '+86', 'example' => '13123456789', 'flag' => '🇨🇳'],









                ['name' => 'کلمبیا', 'code' => '+57', 'example' => '3211234567', 'flag' => '🇨🇴'],









                ['name' => 'کومور', 'code' => '+269', 'example' => '3212345', 'flag' => '🇰🇲'],









                ['name' => 'کنگو (جمهوری دموکراتیک)', 'code' => '+243', 'example' => '991234567', 'flag' => '🇨🇩'],









                ['name' => 'کنگو (جمهوری)', 'code' => '+242', 'example' => '061234567', 'flag' => '🇨🇬'],









                ['name' => 'کاستاریکا', 'code' => '+506', 'example' => '83123456', 'flag' => '🇨🇷'],









                ['name' => 'کرواسی', 'code' => '+385', 'example' => '912345678', 'flag' => '🇭🇷'],









                ['name' => 'کوبا', 'code' => '+53', 'example' => '51234567', 'flag' => '🇨🇺'],









                ['name' => 'قبرس', 'code' => '+357', 'example' => '96123456', 'flag' => '🇨🇾'],









                ['name' => 'جمهوری چک', 'code' => '+420', 'example' => '601123456', 'flag' => '🇨🇿'],









                ['name' => 'دانمارک', 'code' => '+45', 'example' => '20123456', 'flag' => '🇩🇰'],









                ['name' => 'جیبوتی', 'code' => '+253', 'example' => '77831001', 'flag' => '🇩🇯'],









                ['name' => 'دومینیکا', 'code' => '+1-767', 'example' => '2251234', 'flag' => '🇩🇲'],









                ['name' => 'جمهوری دومینیکن', 'code' => '+1-809', 'example' => '2345678', 'flag' => '🇩🇴'],









                ['name' => 'اکوادور', 'code' => '+593', 'example' => '991234567', 'flag' => '🇪🇨'],









                ['name' => 'مصر', 'code' => '+20', 'example' => '1001234567', 'flag' => '🇪🇬'],









                ['name' => 'السالوادور', 'code' => '+503', 'example' => '70123456', 'flag' => '🇸🇻'],









                ['name' => 'گینه استوایی', 'code' => '+240', 'example' => '222123456', 'flag' => '🇬🇶'],









                ['name' => 'اریتره', 'code' => '+291', 'example' => '7123456', 'flag' => '🇪🇷'],









                ['name' => 'استونی', 'code' => '+372', 'example' => '51234567', 'flag' => '🇪🇪'],









                ['name' => 'اسواتینی', 'code' => '+268', 'example' => '76123456', 'flag' => '🇸🇿'],









            ];;
